Repository: T0MYYY/calbro
Catalog: CalBro/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: %@ kcal left
de: Noch %@ kcal
es: Quedan %@ kcal
fr: %@ kcal restantes
ja: 残り%@ kcal
ko: %@kcal 남음
pt_br: Restam %@ kcal
zh_hans: 剩余 %@ 千卡
zh_hant: 剩餘 %@ 千卡

source: %@ kcal over
de: %@ kcal über
es: %@ kcal de más
fr: %@ kcal en trop
ja: %@ kcal超過
ko: %@kcal 초과
pt_br: %@ kcal acima
zh_hans: 超出 %@ 千卡
zh_hant: 超出 %@ 千卡

source: %@ kg/week
de: %@ kg/Woche
es: %@ kg/semana
fr: %@ kg/sem.
ja: 週%@ kg
ko: 주당 %@kg
pt_br: %@ kg/semana
zh_hans: 每周 %@ 公斤
zh_hant: 每週 %@ 公斤

source: %@ lb/week
de: %@ lb/Woche
es: %@ lb/semana
fr: %@ lb/sem.
ja: 週%@ lb
ko: 주당 %@lb
pt_br: %@ lb/semana
zh_hans: 每周 %@ 磅
zh_hant: 每週 %@ 磅

# %@ of %@
source: %1$@ of %2$@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
ja: %@ / 目標%@
ko: %@ / 목표 %@
pt_br: %@ de %@
zh_hans: %@（目标 %@）
zh_hant: %@（目標 %@）

# %@ · %@ · %lld yrs
source: %1$@ · %2$@ · %3$lld yrs
de: %@ · %@ · %lld J.
es: %@ · %@ · %lld años
fr: %@ · %@ · %lld ans
ja: %@・%@・%lld歳
ko: %@ · %@ · %lld세
pt_br: %@ · %@ · %lld anos
zh_hans: %@ · %@ · %lld 岁
zh_hant: %@ · %@ · %lld 歲

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ja: %lld日
ko: %lld일
pt_br: %lld dias
zh_hans: %lld 天
zh_hant: %lld 天

# %lld ft %lld in
source: %1$lld ft %2$lld in
de: %lld ft %lld in
es: %lld ft %lld in
fr: %lld pi %lld po
ja: %lldフィート%lldインチ
ko: %lld피트 %lld인치
pt_br: %lld pés %lld pol
zh_hans: %lld 英尺 %lld 英寸
zh_hant: %lld 英尺 %lld 英吋

source: %lld of 4
de: %lld von 4
es: %lld de 4
fr: %lld sur 4
ja: %lld/4
ko: %lld/4
pt_br: %lld de 4
zh_hans: %lld / 4
zh_hant: %lld / 4

source: %lld of 7
de: %lld von 7
es: %lld de 7
fr: %lld sur 7
ja: %lld/7
ko: %lld/7
pt_br: %lld de 7
zh_hans: %lld / 7
zh_hant: %lld / 7

source: %lld of 7 days on target
de: %lld von 7 Tagen im Ziel
es: %lld de 7 días en meta
fr: %lld jours sur 7 dans l'objectif
ja: 7日中%lld日が目標内
ko: 7일 중 %lld일 목표 달성
pt_br: %lld de 7 dias na meta
zh_hans: 7 天中 %lld 天达标
zh_hant: 7 天中 %lld 天達標

source: %lld-day streak
de: %lld Tage in Folge
es: Racha de %lld días
fr: Série de %lld jours
ja: %lld日連続
ko: %lld일 연속
pt_br: Sequência de %lld dias
zh_hans: 连续 %lld 天
zh_hant: 連續 %lld 天

source: %lld° from overhead · captures automatically when aligned
de: %lld° von oben · Aufnahme erfolgt automatisch, wenn ausgerichtet
es: %lld° de la vertical · captura automática al alinear
fr: %lld° par rapport à la verticale · capture automatique une fois aligné
ja: 真上から%lld°・位置が合うと自動で撮影
ko: 수직에서 %lld° · 맞추면 자동 촬영
pt_br: %lld° da vertical · captura automática ao alinhar
zh_hans: 偏离正上方 %lld° · 对准后自动拍摄
zh_hant: 偏離正上方 %lld° · 對準後自動拍攝

source: 1–3 workouts a week
de: 1–3 Workouts pro Woche
es: 1–3 entrenos a la semana
fr: 1 à 3 séances par semaine
ja: 週1〜3回の運動
ko: 주 1~3회 운동
pt_br: 1–3 treinos por semana
zh_hans: 每周锻炼 1–3 次
zh_hant: 每週運動 1–3 次

source: 3–5 workouts a week
de: 3–5 Workouts pro Woche
es: 3–5 entrenos a la semana
fr: 3 à 5 séances par semaine
ja: 週3〜5回の運動
ko: 주 3~5회 운동
pt_br: 3–5 treinos por semana
zh_hans: 每周锻炼 3–5 次
zh_hant: 每週運動 3–5 次

source: 6–7 hard workouts a week
de: 6–7 harte Workouts pro Woche
es: 6–7 entrenos intensos a la semana
fr: 6 à 7 séances intenses par semaine
ja: 週6〜7回の激しい運動
ko: 주 6~7회 고강도 운동
pt_br: 6–7 treinos intensos por semana
zh_hans: 每周高强度锻炼 6–7 次
zh_hant: 每週高強度運動 6–7 次

source: A daily 20-minute walk adds up
de: 20 Minuten Gehen am Tag summieren sich
es: Caminar 20 minutos al día suma
fr: Une marche de 20 minutes par jour, ça compte
ja: 毎日20分の散歩が積み重なります
ko: 매일 20분 걷기가 쌓이면 큰 차이가 나요
pt_br: Uma caminhada diária de 20 minutos faz diferença
zh_hans: 每天步行 20 分钟，积少成多
zh_hant: 每天走路 20 分鐘，積少成多

source: A week at maintenance can ease diet fatigue
de: Eine Woche Erhaltung kann Diätmüdigkeit lindern
es: Una semana en mantenimiento alivia la fatiga de la dieta
fr: Une semaine au maintien peut atténuer la lassitude du régime
ja: 維持カロリーで1週間過ごすとダイエット疲れが和らぎます
ko: 1주일간 유지 칼로리로 먹으면 다이어트 피로가 줄어요
pt_br: Uma semana em manutenção alivia o cansaço da dieta
zh_hans: 维持热量吃一周可缓解节食疲劳
zh_hant: 以維持熱量吃一週可緩解節食疲勞

source: About %@
de: Etwa %@
es: Unos %@
fr: Environ %@
ja: 約%@
ko: 약 %@
pt_br: Cerca de %@
zh_hans: 约 %@
zh_hant: 約 %@

source: About %lld weeks
de: Etwa %lld Wochen
es: Aprox. %lld semanas
fr: Environ %lld semaines
ja: 約%lld週間
ko: 약 %lld주
pt_br: Cerca de %lld semanas
zh_hans: 约 %lld 周
zh_hant: 約 %lld 週

source: About you
de: Über dich
es: Sobre ti
fr: À propos de vous
ja: あなたについて
ko: 내 정보
pt_br: Sobre você
zh_hans: 关于你
zh_hant: 關於你

source: Active energy
de: Aktive Energie
es: Energía activa
fr: Énergie active
ja: アクティブエネルギー
ko: 활동 에너지
pt_br: Energia ativa
zh_hans: 活动能量
zh_hant: 活動能量

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
pt_br: Atividade
zh_hans: 活动
zh_hant: 活動

source: Activity %@
de: Aktivität %@
es: Actividad %@
fr: Activité %@
ja: アクティビティ %@
ko: 활동 %@
pt_br: Atividade %@
zh_hans: 活动 %@
zh_hant: 活動 %@

source: Add sample to today
de: Beispiel zu heute hinzufügen
es: Añadir ejemplo a hoy
fr: Ajouter l'exemple à aujourd'hui
ja: サンプルを今日に追加
ko: 오늘에 샘플 추가
pt_br: Adicionar exemplo a hoje
zh_hans: 将示例添加到今天
zh_hant: 將範例加入今天

source: Add to today
de: Zu heute hinzufügen
es: Añadir a hoy
fr: Ajouter à aujourd'hui
ja: 今日に追加
ko: 오늘에 추가
pt_br: Adicionar a hoje
zh_hans: 添加到今天
zh_hant: 加入今天

source: Against your targets
de: Im Vergleich zu deinen Zielen
es: Frente a tus metas
fr: Par rapport à vos objectifs
ja: 目標との比較
ko: 목표 대비
pt_br: Em relação às suas metas
zh_hans: 与目标对比
zh_hant: 與目標比較

source: Age
de: Alter
es: Edad
fr: Âge
ja: 年齢
ko: 나이
pt_br: Idade
zh_hans: 年龄
zh_hant: 年齡

source: Alerts once a day at 90% of your target
de: Einmal täglich bei 90 % deines Ziels
es: Avisa una vez al día al llegar al 90 % de tu meta
fr: Alerte une fois par jour à 90 % de votre objectif
ja: 目標の90%に達すると1日1回通知
ko: 목표의 90%에 도달하면 하루 한 번 알림
pt_br: Avisa uma vez por dia ao atingir 90% da sua meta
zh_hans: 达到目标的 90% 时每天提醒一次
zh_hant: 達到目標的 90% 時每天提醒一次

source: Almost no change over the last %lld days.
de: Kaum Veränderung in den letzten %lld Tagen.
es: Casi sin cambios en los últimos %lld días.
fr: Presque aucun changement sur les %lld derniers jours.
ja: 過去%lld日間ほとんど変化がありません。
ko: 최근 %lld일 동안 거의 변화가 없어요.
pt_br: Quase nenhuma mudança nos últimos %lld dias.
zh_hans: 最近 %lld 天几乎没有变化。
zh_hant: 最近 %lld 天幾乎沒有變化。

source: Analyzing…
de: Analysieren …
es: Analizando…
fr: Analyse…
ja: 分析中…
ko: 분석 중…
pt_br: Analisando…
zh_hans: 正在分析…
zh_hant: 正在分析…

source: Any dietary preferences?
de: Ernährungsvorlieben?
es: ¿Alguna preferencia alimentaria?
fr: Des préférences alimentaires ?
ja: 食事の好みはありますか?
ko: 식단 선호가 있나요?
pt_br: Alguma preferência alimentar?
zh_hans: 有饮食偏好吗？
zh_hant: 有飲食偏好嗎？

source: Apple Health
de: Health
es: Salud
fr: Santé
ja: ヘルスケア
ko: 건강 앱
pt_br: Saúde
zh_hans: Apple 健康
zh_hant: Apple 健康

source: Apple Health & reminders
de: Health & Erinnerungen
es: Salud y recordatorios
fr: Santé et rappels
ja: ヘルスケアとリマインダー
ko: 건강 앱 및 알림
pt_br: Saúde e lembretes
zh_hans: Apple 健康与提醒
zh_hant: Apple 健康與提醒

source: Apple Health access wasn't granted.
de: Zugriff auf Health wurde nicht erlaubt.
es: No se concedió acceso a Salud.
fr: L'accès à Santé n'a pas été autorisé.
ja: ヘルスケアへのアクセスが許可されませんでした。
ko: 건강 앱 접근이 허용되지 않았어요.
pt_br: O acesso ao app Saúde não foi concedido.
zh_hans: 未获得 Apple 健康访问权限。
zh_hant: 未取得 Apple 健康取用權限。

source: Apple Health isn't available on this device.
de: Health ist auf diesem Gerät nicht verfügbar.
es: Salud no está disponible en este dispositivo.
fr: Santé n'est pas disponible sur cet appareil.
ja: このデバイスではヘルスケアを利用できません。
ko: 이 기기에서는 건강 앱을 사용할 수 없어요.
pt_br: O app Saúde não está disponível neste dispositivo.
zh_hans: 此设备不支持 Apple 健康。
zh_hant: 此裝置不支援 Apple 健康。

source: At this pace
de: In diesem Tempo
es: A este ritmo
fr: À ce rythme
ja: このペースなら
ko: 이 속도라면
pt_br: Neste ritmo
zh_hans: 按此速度
zh_hant: 以此速度

source: Athlete
de: Athlet
es: Atleta
fr: Athlète
ja: アスリート
ko: 운동선수
pt_br: Atleta
zh_hans: 运动员
zh_hant: 運動員

source: Average intake
de: Ø Aufnahme
es: Ingesta media
fr: Apport moyen
ja: 平均摂取量
ko: 평균 섭취량
pt_br: Consumo médio
zh_hans: 平均摄入
zh_hant: 平均攝取

source: BMR
de: GU
es: TMB
fr: MB
pt_br: TMB

source: BMR (base metabolism)
de: Grundumsatz
es: TMB (metabolismo basal)
fr: MB (métabolisme de base)
ja: BMR(基礎代謝)
ko: BMR(기초대사량)
pt_br: TMB (metabolismo basal)
zh_hans: BMR（基础代谢）
zh_hant: BMR（基礎代謝）

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

source: Better nutrition
de: Bessere Ernährung
es: Comer mejor
fr: Mieux manger
ja: 栄養バランス改善
ko: 영양 개선
pt_br: Comer melhor
zh_hans: 改善营养
zh_hant: 改善營養

source: Biological sex
de: Biologisches Geschlecht
es: Sexo biológico
fr: Sexe biologique
ja: 生物学的性別
ko: 생물학적 성별
pt_br: Sexo biológico
zh_hans: 生理性别
zh_hant: 生理性別

source: Body
de: Körper
es: Cuerpo
fr: Corps
ja: 身体
ko: 신체
pt_br: Corpo
zh_hans: 身体
zh_hant: 身體

source: Body data, activity and meal alerts
de: Körperdaten, Aktivität und Mahlzeiten-Hinweise
es: Datos corporales, actividad y avisos de comidas
fr: Données corporelles, activité et alertes repas
ja: 身体データ、アクティビティ、食事の通知
ko: 신체 데이터, 활동, 식사 알림
pt_br: Dados corporais, atividade e alertas de refeições
zh_hans: 身体数据、活动和用餐提醒
zh_hant: 身體資料、活動和用餐提醒

source: Body measurements
de: Körpermaße
es: Medidas corporales
fr: Mensurations
ja: 身体測定値
ko: 신체 측정값
pt_br: Medidas corporais
zh_hans: 身体数据
zh_hant: 身體數據

source: Build muscle
de: Muskeln aufbauen
es: Ganar músculo
fr: Prendre du muscle
ja: 筋肉をつける
ko: 근육 증가
pt_br: Ganhar músculo
zh_hans: 增肌
zh_hant: 增肌

source: Calorie budget
de: Kalorienbudget
es: Presupuesto calórico
fr: Budget calorique
ja: カロリー予算
ko: 칼로리 예산
pt_br: Orçamento calórico
zh_hans: 热量预算
zh_hant: 熱量預算

source: Calorie budget almost reached
de: Kalorienbudget fast erreicht
es: Casi alcanzas tu presupuesto calórico
fr: Budget calorique presque atteint
ja: カロリー予算の上限間近
ko: 칼로리 예산에 거의 도달
pt_br: Orçamento calórico quase atingido
zh_hans: 热量预算即将用完
zh_hant: 熱量預算即將用完

source: Calorie trend
de: Kalorientrend
es: Tendencia de calorías
fr: Tendance calorique
ja: カロリーの推移
ko: 칼로리 추이
pt_br: Tendência de calorias
zh_hans: 热量趋势
zh_hant: 熱量趨勢

source: Calorie warning
de: Kalorienwarnung
es: Aviso de calorías
fr: Alerte calories
ja: カロリー警告
ko: 칼로리 경고
pt_br: Alerta de calorias
zh_hans: 热量提醒
zh_hant: 熱量提醒

source: Calories
de: Kalorien
es: Calorías
ja: カロリー
ko: 칼로리
pt_br: Calorias
zh_hans: 热量
zh_hant: 熱量

source: Calories are always shown in kcal.
de: Kalorien werden immer in kcal angezeigt.
es: Las calorías siempre se muestran en kcal.
fr: Les calories sont toujours affichées en kcal.
ja: カロリーは常にkcalで表示されます。
ko: 칼로리는 항상 kcal로 표시돼요.
pt_br: As calorias são sempre exibidas em kcal.
zh_hans: 热量始终以千卡显示。
zh_hant: 熱量一律以千卡顯示。

source: Camera access is off. Turn it on in Settings › CalBro.
de: Kamerazugriff ist aus. Aktiviere ihn unter Einstellungen › CalBro.
es: El acceso a la cámara está desactivado. Actívalo en Ajustes › CalBro.
fr: L'accès à l'appareil photo est désactivé. Activez-le dans Réglages › CalBro.
ja: カメラへのアクセスがオフです。「設定」›「CalBro」でオンにしてください。
ko: 카메라 접근이 꺼져 있어요. 설정 › CalBro에서 켜세요.
pt_br: O acesso à câmera está desativado. Ative-o em Ajustes › CalBro.
zh_hans: 相机访问已关闭。请在“设置”› CalBro 中打开。
zh_hant: 相機取用權限已關閉。請在「設定」› CalBro 中開啟。

source: Camera angle
de: Kamerawinkel
es: Ángulo de la cámara
fr: Angle de l'appareil
ja: カメラの角度
ko: 카메라 각도
pt_br: Ângulo da câmera
zh_hans: 相机角度
zh_hant: 相機角度

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
ja: 炭水化物
ko: 탄수화물
pt_br: Carboidratos
zh_hans: 碳水
zh_hant: 碳水

source: Carbs %@
de: Kohlenhydrate %@
es: Carbohidratos %@
fr: Glucides %@
ja: 炭水化物 %@
ko: 탄수화물 %@
pt_br: Carboidratos %@
zh_hans: 碳水 %@
zh_hant: 碳水 %@

source: Check your logging
de: Prüfe deine Einträge
es: Revisa tus registros
fr: Vérifiez votre journal
ja: 記録を確認
ko: 기록 확인하기
pt_br: Revise seus registros
zh_hans: 检查你的记录
zh_hant: 檢查你的記錄

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Closest to target
de: Am nächsten am Ziel
es: Más cerca de la meta
fr: Au plus près de l'objectif
ja: 目標に最も近い日
ko: 목표에 가장 근접
pt_br: Mais perto da meta
zh_hans: 最接近目标
zh_hant: 最接近目標

source: Consistent logging is what makes this work.
de: Regelmäßiges Erfassen ist der Schlüssel.
es: La clave es registrar con constancia.
fr: C'est la régularité du suivi qui fait la différence.
ja: 継続的な記録が成功の鍵です。
ko: 꾸준한 기록이 핵심이에요.
pt_br: O segredo é registrar com constância.
zh_hans: 坚持记录才能见效。
zh_hant: 持續記錄才能見效。

source: Couldn't estimate this meal
de: Mahlzeit nicht schätzbar
es: No se pudo estimar esta comida
fr: Impossible d'estimer ce repas
ja: この食事を推定できませんでした
ko: 이 식사를 추정할 수 없음
pt_br: Não foi possível estimar esta refeição
zh_hans: 无法估算这餐
zh_hant: 無法估算這餐

source: Daily average
de: Tagesdurchschnitt
es: Promedio diario
fr: Moyenne quotidienne
ja: 1日平均
ko: 일일 평균
pt_br: Média diária
zh_hans: 每日平均
zh_hant: 每日平均

source: Daily calories vs. target
de: Tageskalorien vs. Ziel
es: Calorías diarias frente a la meta
fr: Calories quotidiennes vs objectif
ja: 1日のカロリーと目標
ko: 일일 칼로리 vs. 목표
pt_br: Calorias diárias vs. meta
zh_hans: 每日热量与目标
zh_hant: 每日熱量與目標

source: Daily deficit
de: Tägliches Defizit
es: Déficit diario
fr: Déficit quotidien
ja: 1日の不足分
ko: 일일 적자
pt_br: Déficit diário
zh_hans: 每日缺口
zh_hant: 每日缺口

source: Daily macro targets
de: Tägliche Makroziele
es: Metas diarias de macros
fr: Objectifs macros quotidiens
ja: 1日のマクロ目標
ko: 일일 매크로 목표
pt_br: Metas diárias de macros
zh_hans: 每日宏量营养素目标
zh_hant: 每日巨量營養素目標

source: Daily surplus
de: Täglicher Überschuss
es: Superávit diario
fr: Surplus quotidien
ja: 1日の余剰分
ko: 일일 잉여
pt_br: Superávit diário
zh_hans: 每日盈余
zh_hant: 每日盈餘

source: Daily target
de: Tagesziel
es: Meta diaria
fr: Objectif quotidien
ja: 1日の目標
ko: 일일 목표
pt_br: Meta diária
zh_hans: 每日目标
zh_hant: 每日目標

source: Dairy-free
de: Laktosefrei
es: Sin lácteos
fr: Sans lactose
ja: 乳製品不使用
ko: 유제품 제외
pt_br: Sem laticínios
zh_hans: 无乳制品
zh_hant: 無乳製品

source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期
zh_hant: 日期

source: Days logged
de: Erfasste Tage
es: Días registrados
fr: Jours saisis
ja: 記録日数
ko: 기록한 날
pt_br: Dias registrados
zh_hans: 记录天数
zh_hant: 記錄天數

source: Days on target
de: Tage im Ziel
es: Días en meta
fr: Jours dans l'objectif
ja: 目標内の日数
ko: 목표 달성일
pt_br: Dias na meta
zh_hans: 达标天数
zh_hant: 達標天數

source: Decrease age
de: Alter verringern
es: Reducir edad
fr: Diminuer l'âge
ja: 年齢を下げる
ko: 나이 줄이기
pt_br: Diminuir idade
zh_hans: 减小年龄
zh_hant: 減少年齡

source: Deficit
de: Defizit
es: Déficit
fr: Déficit
ja: 不足
ko: 적자
pt_br: Déficit
zh_hans: 缺口
zh_hant: 缺口

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除
zh_hant: 刪除

source: Desk job, little exercise
de: Bürojob, wenig Sport
es: Trabajo de oficina, poco ejercicio
fr: Travail de bureau, peu d'exercice
ja: デスクワーク、運動はほぼなし
ko: 사무직, 운동 거의 안 함
pt_br: Trabalho sentado, pouco exercício
zh_hans: 久坐办公，很少运动
zh_hant: 久坐工作，很少運動

source: Diet
de: Ernährung
es: Dieta
fr: Alimentation
ja: 食事
ko: 식단
pt_br: Dieta
zh_hans: 饮食
zh_hant: 飲食

source: Dismiss
de: Ausblenden
es: Descartar
fr: Ignorer
ja: 閉じる
ko: 닫기
pt_br: Dispensar
zh_hans: 关闭
zh_hant: 關閉

source: Distance to plate
de: Abstand zum Teller
es: Distancia al plato
fr: Distance à l'assiette
ja: 皿までの距離
ko: 접시까지 거리
pt_br: Distância do prato
zh_hans: 与餐盘的距离
zh_hant: 與餐盤的距離

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit meal
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier le repas
ja: 食事を編集
ko: 식사 편집
pt_br: Editar refeição
zh_hans: 编辑餐食
zh_hant: 編輯餐點

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ja: プロフィールを編集
ko: 프로필 편집
pt_br: Editar perfil
zh_hans: 编辑个人资料
zh_hant: 編輯個人檔案

source: Estimated portion
de: Geschätzte Portion
es: Porción estimada
fr: Portion estimée
ja: 推定分量
ko: 추정 분량
pt_br: Porção estimada
zh_hans: 估算份量
zh_hant: 估算份量

source: Estimates come from a single photo and can be far off. Adjust servings when you know better.
de: Schätzungen beruhen auf einem einzigen Foto und können stark abweichen. Passe die Portion an, wenn du es besser weißt.
es: Las estimaciones salen de una sola foto y pueden fallar bastante. Ajusta las raciones si sabes más.
fr: Les estimations reposent sur une seule photo et peuvent être très approximatives. Ajustez les portions si vous en savez plus.
ja: 推定値は1枚の写真に基づくため、大きくずれることがあります。分かる場合は分量を調整してください。
ko: 추정치는 사진 한 장을 기반으로 하므로 크게 다를 수 있어요. 정확히 알면 분량을 조정하세요.
pt_br: As estimativas vêm de uma única foto e podem errar bastante. Ajuste as porções quando souber mais.
zh_hans: 估算仅基于一张照片，可能偏差较大。如了解实际情况，请调整份量。
zh_hant: 估算僅根據一張照片，可能誤差很大。若清楚實際情況，請調整份量。

source: Estimating on your iPhone
de: Schätzung auf deinem iPhone
es: Estimando en tu iPhone
fr: Estimation sur votre iPhone
ja: iPhone上で推定中
ko: iPhone에서 추정 중
pt_br: Estimando no seu iPhone
zh_hans: 正在 iPhone 上估算
zh_hant: 正在 iPhone 上估算

source: Faster
de: Schneller
es: Más rápido
fr: Plus rapide
ja: 速め
ko: 빠르게
pt_br: Mais rápido
zh_hans: 较快
zh_hant: 較快

source: Fat
de: Fett
es: Grasa
fr: Lipides
ja: 脂質
ko: 지방
pt_br: Gordura
zh_hans: 脂肪
zh_hant: 脂肪

source: Fat %@
de: Fett %@
es: Grasa %@
fr: Lipides %@
ja: 脂質 %@
ko: 지방 %@
pt_br: Gordura %@
zh_hans: 脂肪 %@
zh_hant: 脂肪 %@

source: Female
de: Weiblich
es: Femenino
fr: Femme
ja: 女性
ko: 여성
pt_br: Feminino
zh_hans: 女
zh_hant: 女

source: Focus on food quality and consistency.
de: Achte auf Lebensmittelqualität und Regelmäßigkeit.
es: Céntrate en la calidad de la comida y la constancia.
fr: Misez sur la qualité des aliments et la régularité.
ja: 食事の質と継続を重視しましょう。
ko: 음식의 질과 꾸준함에 집중하세요.
pt_br: Foque na qualidade da comida e na constância.
zh_hans: 注重食物质量和坚持。
zh_hant: 注重食物品質和持之以恆。

source: From Apple Health
de: Aus Health
es: De la app Salud
fr: Depuis Santé
ja: ヘルスケアから
ko: 건강 앱에서
pt_br: Do app Saúde
zh_hans: 来自 Apple 健康
zh_hant: 來自 Apple 健康

source: From your profile and plan
de: Aus deinem Profil und Plan
es: Según tu perfil y tu plan
fr: D'après votre profil et votre plan
ja: プロフィールとプランから
ko: 프로필 및 플랜 기준
pt_br: Com base no seu perfil e plano
zh_hans: 根据你的资料和计划
zh_hant: 根據你的檔案和計畫

source: Gain weight
de: Zunehmen
es: Subir de peso
fr: Prendre du poids
ja: 体重を増やす
ko: 체중 증가
pt_br: Ganhar peso
zh_hans: 增重
zh_hant: 增重

source: Gain ~%@
de: ~%@ zunehmen
es: Ganar ~%@
fr: Prendre ~%@
ja: 約%@増
ko: 약 %@ 증가
pt_br: Ganhar ~%@
zh_hans: 增重约 %@
zh_hant: 增重約 %@

source: Gentle
de: Sanft
es: Suave
fr: Doux
ja: ゆるめ
ko: 완만하게
pt_br: Suave
zh_hans: 温和
zh_hant: 溫和

source: Getting there
de: Fast geschafft
es: Casi lo logras
fr: Presque
ja: あと少し
ko: 거의 다 왔어요
pt_br: Quase lá
zh_hans: 快达成了
zh_hant: 快達成了

source: Gluten-free
de: Glutenfrei
es: Sin gluten
fr: Sans gluten
ja: グルテンフリー
ko: 글루텐 프리
pt_br: Sem glúten
zh_hans: 无麸质
zh_hant: 無麩質

source: Go back to the formula
de: Zurück zur Formel
es: Volver a la fórmula
fr: Revenir à la formule
ja: 計算式に戻す
ko: 공식으로 되돌리기
pt_br: Voltar à fórmula
zh_hans: 恢复使用公式
zh_hant: 改回使用公式

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
ko: 목표
pt_br: Objetivo
zh_hans: 目标
zh_hant: 目標

source: Good distance
de: Guter Abstand
es: Buena distancia
fr: Bonne distance
ja: 距離OK
ko: 적절한 거리
pt_br: Boa distância
zh_hans: 距离合适
zh_hant: 距離合適

source: Good week
de: Gute Woche
es: Buena semana
fr: Bonne semaine
ja: よい1週間
ko: 좋은 한 주
pt_br: Boa semana
zh_hans: 本周不错
zh_hant: 本週不錯

source: Great week!
de: Tolle Woche!
es: ¡Gran semana!
fr: Excellente semaine !
ja: すばらしい1週間!
ko: 멋진 한 주!
pt_br: Ótima semana!
zh_hans: 本周很棒！
zh_hant: 本週很棒！

source: Health & reminders
de: Health & Erinnerungen
es: Salud y recordatorios
fr: Santé et rappels
ja: ヘルスケアとリマインダー
ko: 건강 및 알림
pt_br: Saúde e lembretes
zh_hans: 健康与提醒
zh_hant: 健康與提醒

source: Health condition
de: Gesundheitszustand
es: Condición de salud
fr: État de santé
ja: 健康状態
ko: 건강 상태
pt_br: Condição de saúde
zh_hans: 健康状况
zh_hant: 健康狀況

source: Height
de: Größe
es: Altura
fr: Taille
ja: 身長
ko: 키
pt_br: Altura
zh_hans: 身高
zh_hant: 身高

source: High-protein
de: Proteinreich
es: Alta en proteína
fr: Riche en protéines
ja: 高たんぱく
ko: 고단백
pt_br: Rica em proteína
zh_hans: 高蛋白
zh_hant: 高蛋白

source: Hold steady
de: Gewicht halten
es: Mantener
fr: Stabiliser
ja: 静止してください
ko: 움직이지 마세요
pt_br: Manter
zh_hans: 保持稳定
zh_hant: 保持穩定

source: Hold steady…
de: Ruhig halten …
es: No te muevas…
fr: Ne bougez plus…
ja: 静止してください…
ko: 움직이지 마세요…
pt_br: Segure firme…
zh_hans: 保持稳定…
zh_hant: 保持穩定…

source: Home Screen
de: Home-Bildschirm
es: Pantalla de inicio
fr: Écran d'accueil
ja: ホーム画面
ko: 홈 화면
pt_br: Tela de Início
zh_hans: 主屏幕
zh_hant: 主畫面

source: Home Screen and Lock Screen
de: Home- und Sperrbildschirm
es: Pantalla de inicio y de bloqueo
fr: Écran d'accueil et écran verrouillé
ja: ホーム画面とロック画面
ko: 홈 화면 및 잠금 화면
pt_br: Tela de Início e Tela Bloqueada
zh_hans: 主屏幕和锁定屏幕
zh_hant: 主畫面和鎖定畫面

source: How active are you?
de: Wie aktiv bist du?
es: ¿Qué tan activo eres?
fr: Quel est votre niveau d'activité ?
ja: どのくらい活動的ですか?
ko: 얼마나 활동적인가요?
pt_br: Quão ativo você é?
zh_hans: 你的活动量如何？
zh_hant: 你的活動量如何？

source: Import now
de: Jetzt importieren
es: Importar ahora
fr: Importer
ja: 今すぐ読み込む
ko: 지금 가져오기
pt_br: Importar agora
zh_hans: 立即导入
zh_hant: 立即匯入

source: Imports weight, height, age and sex, plus weight history
de: Importiert Gewicht, Größe, Alter, Geschlecht und Gewichtsverlauf
es: Importa peso, altura, edad y sexo, además del historial de peso
fr: Importe le poids, la taille, l'âge et le sexe, ainsi que l'historique du poids
ja: 体重、身長、年齢、性別と体重の履歴を読み込みます
ko: 체중, 키, 나이, 성별 및 체중 기록 가져오기
pt_br: Importa peso, altura, idade e sexo, além do histórico de peso
zh_hans: 导入体重、身高、年龄、性别及体重历史
zh_hant: 匯入體重、身高、年齡、性別及體重歷史

source: Includes %@ of activity
de: Inkl. %@ Aktivität
es: Incluye %@ de actividad
fr: Dont %@ d'activité
ja: アクティビティ%@を含む
ko: 활동 %@ 포함
pt_br: Inclui %@ de atividade
zh_hans: 含活动 %@
zh_hant: 含活動 %@

source: Increase age
de: Alter erhöhen
es: Aumentar edad
fr: Augmenter l'âge
ja: 年齢を上げる
ko: 나이 늘리기
pt_br: Aumentar idade
zh_hans: 增大年龄
zh_hant: 增加年齡

source: Insights
de: Einblicke
es: Análisis
fr: Analyses
ja: インサイト
ko: 인사이트
pt_br: Análises
zh_hans: 洞察
zh_hant: 洞察

source: Keep going
de: Weiter so
es: Sigue así
fr: Continuez
ja: その調子
ko: 계속하세요
pt_br: Continue assim
zh_hans: 继续加油
zh_hant: 繼續加油

source: Keep still
de: Stillhalten
es: No te muevas
fr: Ne bougez pas
ja: 動かさないで
ko: 움직이지 마세요
pt_br: Não se mexa
zh_hans: 保持不动
zh_hant: 保持不動

source: Larger serving
de: Größere Portion
es: Ración mayor
fr: Portion plus grande
ja: 分量を増やす
ko: 분량 늘리기
pt_br: Porção maior
zh_hans: 增加份量
zh_hant: 增加份量

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
zh_hans: 最近 7 天
zh_hant: 最近 7 天

source: Last 7 days · %@
de: Letzte 7 Tage · %@
es: Últimos 7 días · %@
fr: 7 derniers jours · %@
ja: 過去7日間・%@
ko: 최근 7일 · %@
pt_br: Últimos 7 dias · %@
zh_hans: 最近 7 天 · %@
zh_hant: 最近 7 天 · %@

source: Lightly active
de: Leicht aktiv
es: Poco activo
fr: Légèrement actif
ja: やや活動的
ko: 가벼운 활동
pt_br: Pouco ativo
zh_hans: 轻度活动
zh_hant: 輕度活動

source: Lock Screen
de: Sperrbildschirm
es: Pantalla de bloqueo
fr: Écran verrouillé
ja: ロック画面
ko: 잠금 화면
pt_br: Tela Bloqueada
zh_hans: 锁定屏幕
zh_hant: 鎖定畫面

source: Locking…
de: Fixieren …
es: Fijando…
fr: Verrouillage…
ja: 固定中…
ko: 고정 중…
pt_br: Travando…
zh_hans: 正在锁定…
zh_hant: 正在鎖定…

source: Log
de: Tagebuch
es: Registro
fr: Journal
ja: 記録
ko: 기록
pt_br: Registro
zh_hans: 记录
zh_hant: 記錄

source: Log a meal to start a streak
de: Erfasse eine Mahlzeit, um eine Serie zu starten
es: Registra una comida para empezar una racha
fr: Notez un repas pour lancer une série
ja: 食事を記録して連続記録を始めましょう
ko: 식사를 기록해 연속 기록을 시작하세요
pt_br: Registre uma refeição para começar uma sequência
zh_hans: 记录一餐，开始连续打卡
zh_hant: 記錄一餐，開始連續紀錄
